Repository: seyxhel/django-helpdesk
Catalog: helpdesk/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: Please use button at upper right to login first.
tr_tr: Önce giriş yapmak için lütfen sağ üstte düğmeyi kullanın.

source: Your E-mail Address
tr_tr: E-posta adresiniz

source: View Ticket
tr_tr: Bileti Görüntüle

source: Unable To Open Ticket
tr_tr: Bilet açılamıyor

source: Sorry, but there has been an error trying to submit your ticket.
tr_tr: Üzgünüm, ama biletinizi göndermeye çalışırken bir hata oldu.

source: Our system has marked your submission as <strong>spam</strong>, so we are unable to save it. If this is not spam, please press back and re-type your message. Be careful to avoid sounding 'spammy', and if you have heaps of links please try removing them if possible.
tr_tr: Sistemimiz gönderiminizi <strong> spam </strong> olarak işaretledi, buyüzden onu kaydedemiyoruz. Bu spam değilse, lütfen geri basın ve mesajınızıyeniden yazın. 'SPAMMY' gibi ses çıkarmaktan kaçınmaya dikkat edin ve yığınbağlantınız varsa lütfen mümkünse bunları kaldırmayı deneyin.

source: We are sorry for any inconvenience, however this check is required to avoid our helpdesk resources being overloaded by spammers.
tr_tr: Herhangi bir rahatsızlıktan dolayı üzgünüz, ancak bu çek yardım masasıkaynaklarımızın spam gönderenler tarafından aşırı yüklenmesini önlemek içingereklidir.

source: Error:
tr_tr: Hata:

source: Submitted On
tr_tr: Gönderildi

source: Tags
tr_tr: Etiketler

source: Accept
tr_tr: Kabul etmek

source: Accept and Close
tr_tr: Kabul et ve kapatmak

source: Follow-Ups
tr_tr: Takipler

source: Reports &amp; Statistics
tr_tr: Raporlar & amp; İstatistik

source: You haven't created any tickets yet, so you cannot run any reports.
tr_tr: Henüz herhangi bir bilet oluşturmadınız, bu yüzden herhangi bir raporçalıştıramazsınız.

source: Reports By User
tr_tr: Kullanıcı tarafından raporlar

source: by Priority
tr_tr: öncelik olarak

source: by Queue
tr_tr: sırayla

source: by Status
tr_tr: duruma göre

source: by Month
tr_tr: aya kadar

source: Reports By Queue
tr_tr: Sıraya Göre Raporlar

source: Days until ticket closed by Month
tr_tr: Bilet aya kadar kapalı günler

source: You can run this query on filtered data by using one of your saved queries.
tr_tr: Kaydettiğiniz sorgularınızdan birini kullanarak bu sorguyu filtrelenmişverilerde çalıştırabilirsiniz.

source: Select Query:
tr_tr: Sorgu seçin:

source: Last Update
tr_tr: Son Güncelleme

source: Open Tickets assigned to you (you are working on this ticket)
tr_tr: Size atanan biletler açın (bu bilet üzerinde çalışıyorsunuz)

source: You have no tickets assigned to you.
tr_tr: Size atanan biletiniz yok.

source: (pick up a ticket if you start to work on it)
tr_tr: (üzerinde çalışmaya başlarsanız bir bilet alın)

source: Take
tr_tr: Almak

source: Delete
tr_tr: Silmek

source: There are no unassigned tickets.
tr_tr: Tayin edilmemiş bilet yok.

source: Closed & resolved Tickets you used to work on
tr_tr: Üzerinde çalıştığınız kapalı ve çözülmüş biletler

source: Delete Ticket
tr_tr: Bilet Sil

source: Edit Ticket
tr_tr: Bilet Düzenle

source: Edit a Ticket
tr_tr: Bir bilet düzenleyin

source: Note
tr_tr: Not

source: Editing a ticket does <em>not</em> send an e-mail to the ticket owner or submitter. No new details should be entered, this form should only be used to fix incorrect details or clean up the submission.
tr_tr: Bir bilet düzenleme <em> değil </em> Bilet sahibine veya göndericiye bire-posta gönderin. Yeni ayrıntı girilmemeli, bu form yalnızca yanlışayrıntıları düzeltmek veya gönderimi temizlemek için kullanılmalıdır.

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: Ignore E-Mail Address
tr_tr: E-posta adresini yok say

source: To ignore an e-mail address and prevent any emails from that address creating tickets automatically, enter the e-mail address below.
tr_tr: Bir e-posta adresini yok saymak ve bilet oluşturmayı otomatik olarakoluşturmayı önlemek için aşağıdaki e-posta adresini girin.

source: You can either enter a whole e-mail address such as <em>email@domain.com</em> or a portion of an e-mail address with a wildcard, such as <em>*@domain.com</em> or <em>user@*</em>.
tr_tr: <em>@Domain.com </em> veya <em> kullanıcı@*</em> gibi jokerle bir e-postaadresinin <em> e-posta@domain.com </em> gibi bir e-posta adresigirebilirsiniz.

source: Delete Ignored E-Mail Address
tr_tr: Yoksayılan e-posta adresini sil

source: Un-Ignore E-Mail Address
tr_tr: UN-IGNORE E-posta Adresi

source: Keep Ignoring It
tr_tr: Görmezden gelmeye devam et

source: Stop Ignoring It
tr_tr: Görmezden gelmeyi bırak

source: Ignored E-Mail Addresses
tr_tr: Göz ardı edilen e-posta adresleri

source: <h2>Ignored E-Mail Addresses</h2> <p>The following e-mail addresses are currently being ignored by the incoming e-mail processor. You can <a href='add/'>add a new e-mail address to the list</a> or delete any of the items below as required.</p>
tr_tr: <h2>Göz ardı edilen e-posta adresleri</h2> <p>Aşağıdaki e-posta adresleri şu anda gelen e-posta işlemcisi tarafından göz ardı edilmektedir. Listeye yeni bir e-posta adresi ekleyebilir veya gerektiğinde aşağıdaki öğelerden herhangi birini silebilirsiniz.</p>

source: Date Added
tr_tr: Tarih eklendi

source: Keep in mailbox?
tr_tr: Posta kutusunda tutmak mı?

source: All
tr_tr: Tüm

source: Keep
tr_tr: Kale

source: <strong>Note:</strong> If the 'Keep' option is not selected, emails sent from that address will be deleted permanently.
tr_tr: <strong> Not: </strong> 'Keep' seçeneği seçilmezse, o adresten gönderilen e-postalar kalıcı olarak silinir.

source: Edit followup
tr_tr: Takip Düzenle

source: Edit FollowUp
tr_tr: Takip Düzenle

source: Reassign ticket:
tr_tr: Tekrar atama bileti:

source: Title:
tr_tr: Başlık:

source: Comment:
tr_tr: Yorum:

source: Article
tr_tr: Madde

source: Knowledgebase
tr_tr: Bilgi tabanı

source: We have listed a number of knowledgebase articles for your perusal in the following categories. Please check to see if any of these articles address your problem prior to opening a support ticket.
tr_tr: Aşağıdaki kategorilerde incelemeniz için bir dizi bilgi tabanı makalesilisteledik. Bir destek bileti açmadan önce bu makalelerden herhangi birininsorununuzu ele alıp almadığını kontrol edin.

source: Knowledgebase Categories
tr_tr: Bilgi tabanı kategorileri

source: Feedback
tr_tr: Geri bildirim

source: We give our users an opportunity to vote for items that they believe have helped them out, in order for us to better serve future customers. We would appreciate your feedback on this article. Did you find it useful?
tr_tr: Gelecekteki müşterilere daha iyi hizmet verebilmemiz için kullanıcılarımızayardımcı olduklarına inandıkları ürünlere oy verme fırsatı veriyoruz. Bumakale hakkındaki geri bildirimlerinizi takdir edeceğiz. Yararlı buldun mu?

source: This article was useful to me
tr_tr: Bu makale benim için yararlı oldu

source: This article was <strong>not</strong> useful to me
tr_tr: Bu makale <strong> değil </strong> benim için yararlı

source: The results of voting by other readers of this article are below:
tr_tr: Bu makalenin diğer okuyucuları tarafından oy kullanma sonuçları aşağıdadır:

source: Dashboard
tr_tr: Gösterge paneli

source: New Ticket
tr_tr: Yeni Bilet

source: Stats
tr_tr: İstatistikler

source: Saved Query
tr_tr: Kaydedilen Sorgu

source: Change password
tr_tr: Şifre değiştir

source: Search...
tr_tr: Aramak...

source: Enter a keyword, or a ticket number to jump straight to that ticket.
tr_tr: Doğrudan o bilete atlamak için bir anahtar kelime veya bir bilet numarasıgirin.

source: Logout
tr_tr: Oturum açma

source: Log In
tr_tr: Giriş yapmak

source: Queue by Month
tr_tr: Aya göre kuyruk

source: Filter Report
tr_tr: Filtre raporu

source: Want to filter this report to just show a subset of data? Go to the Ticket List, filter your query, and save your query.
tr_tr: Bir veri alt kümesini göstermek için bu raporu filtrelemek ister misiniz?Bilet listesine gidin, sorgunuzu süzün ve sorgunuzu kaydedin.

source: The following RSS feeds are available for you to monitor using your preferred RSS software. With the exception of the 'Latest Activity' feed, all feeds provide information only on Open and Reopened cases. This ensures your RSS reader isn't full of information about closed or historical tasks.
tr_tr: Tercih ettiğiniz RSS yazılımını kullanarak izlemeniz için aşağıdaki RSSyayınları mevcuttur. 'En son etkinlik' beslemesi hariç, tüm yemler yalnızcaaçık ve yeniden açılmış durumlar hakkında bilgi sağlar. Bu, RSS okuyucunuzunkapalı veya tarihsel görevler hakkında bilgi dolu olmamasını sağlar.

source: A summary of your open tickets - useful for getting alerted to new tickets opened for you
tr_tr: Açık biletlerinizin bir özeti - sizin için açılan yeni biletlere uyarılmakiçin kullanışlı

source: Latest Activity
tr_tr: En son etkinlik

source: A summary of all helpdesk activity - including comments, emails, attachments, and more
tr_tr: Yorumlar, e -postalar, ekler ve daha fazlası dahil olmak üzere tüm yardımmasası etkinliklerinin bir özeti

source: All unassigned tickets - useful for being alerted to new tickets opened by the public via the web or via e-mail
tr_tr: Tüm atanmamış biletler - Web aracılığıyla veya e -posta yoluyla açılan yenibiletlerde uyarılmak için kullanışlı

source: These RSS feeds allow you to view a summary of either your own tickets, or all tickets, for each of the queues in your helpdesk. For example, if you manage the staff who utilise a particular queue, this may be used to view new tickets coming into that queue.
tr_tr: Bu RSS yayınları, yardım masanızdaki her kuyruk için kendi biletlerinizinveya tüm biletlerinizin bir özetini görüntülemenizi sağlar. Örneğin, belirlibir kuyruk kullanan personeli yönetirseniz, bu sıraya giren yeni biletlerigörüntülemek için kullanılabilir.

source: Per-Queue Feeds
tr_tr: Heapee Beslemeler

source: All Open Tickets
tr_tr: Tüm Açık Biletler

source: Open Tickets
tr_tr: Açık biletler

source: Change System Settings
tr_tr: Sistem ayarlarını değiştir

source: The following items can be maintained by you or other superusers:
tr_tr: Aşağıdaki öğeler sizin veya diğer süper kullanıcılar tarafından korunabilir:

source: E-Mail Ignore list
tr_tr: E-posta Göz ardı listesi listesi

source: Maintain Queues
tr_tr: Kuyrukları korumak

source: Maintain Pre-Set Replies
tr_tr: Önceden ayarlanmış yanıtları koruyun

source: Maintain Knowledgebase Categories
tr_tr: Bilgi tabanı kategorilerini koruyun

source: Maintain Knowledgebase Items
tr_tr: Bilgi tabanı öğelerini koruyun

source: Maintain E-Mail Templates
tr_tr: E-posta şablonlarını koruyun

source: Maintain Users
tr_tr: Kullanıcıları korumak

source: View Ticket Details
tr_tr: Bilet Ayrıntılarını Görüntüle

source: Attach another File
tr_tr: Başka bir dosya ekleyin

source: Add Another File
tr_tr: Başka bir dosya ekle

source: Private
tr_tr: Özel

source: Respond to this ticket
tr_tr: Bu bilete cevap ver

source: Use a Pre-set Reply
tr_tr: Önceden ayarlanmış bir cevap kullanın

source: (Optional)
tr_tr: (İsteğe bağlı)

source: Selecting a pre-set reply will over-write your comment below. You can then modify the pre-set reply to your liking before saving this update.
tr_tr: Önceden ayarlanmış bir yanıt seçmek, aşağıdaki yorumunuzu aşırı yazacaktır.Daha sonra bu güncellemeyi kaydetmeden önce önceden ayarlanmış cevabıbeğeninize göre değiştirebilirsiniz.

source: Comment / Resolution
tr_tr: Yorum / Çözüm

source: You can insert ticket and queue details in your message. For more information, see the <a href='../../help/context/'>context help page</a>.
tr_tr: Mesajınıza bilet ve kuyruk detayları ekleyebilirsiniz. Daha fazla bilgi içinbkz.

source: This ticket cannot be resolved or closed until the tickets it depends on are resolved.
tr_tr: Bu bilet, bağlı olduğu biletler çözülene kadar çözülemez veya kapatılamaz.

source: Is this update public?
tr_tr: Bu güncelleme herkese açık mı?

source: If this is public, the submitter will be e-mailed your comment or resolution.
tr_tr: Bu güncelleme herkese açıksa, gönderene yorumunuz veya çözümünüz e-posta ile iletilecektir.

source: Change Further Details &raquo;
tr_tr: Daha fazla ayrıntıyı değiştir &raquo;

source: Owner
tr_tr: Sahibi

source: Unassign
tr_tr: Atamayı kaldır

source: Attach File(s) &raquo;
tr_tr: Dosya(lar) ekle &raquo;

source: Attach a File
tr_tr: Bir dosya ekle

source: Update This Ticket
tr_tr: Bu bileti güncelle

source: Add Ticket CC
tr_tr: Bilet CC Ekle

source: <h2>Add Ticket CC</h2> <p>To automatically send an email to a user or e-mail address when this ticket is updated, select the user or enter an e-mail address below.</p>
tr_tr: <h2>Bilet CC Ekle</h2> <p>Bu bilet güncellendiğinde, bir kullanıcıya veya e-posta adresine otomatik olarak e-posta göndermek için aşağıdan bir kullanıcı seçin veya bir e-posta adresi girin.</p>

source: Save Ticket CC
tr_tr: Bilet CC’yi Kaydet

source: Delete Ticket CC
tr_tr: Bilet CC’yi Sil

source: <h2>Delete Ticket CC</h2> <p>Are you sure you wish to delete this email address (<em>%(email_address)s</em>) from the CC list for this ticket? They will stop receiving updates.</p>
tr_tr: <h2>Bilet CC'yi Sil</h2> <p>Bu biletin CC listesinden bu e-posta adresini (<em>%(email_address)s</em>) silmek istediğinizden emin misiniz? Artık güncellemeleri almayacaklar.</p>

source: Don't Delete
tr_tr: Silme

source: Yes, Delete
tr_tr: Evet, sil

source: Ticket CC Settings
tr_tr: Bilet CC Ayarları

source: <h2>Ticket CC Settings</h2> <p>The following people will receive an e-mail whenever <em><a href='../'>%(ticket_title)s</a></em> is updated. Some people can also view or edit the ticket via the public ticket views.</p> <p>You can <a href='add/'>add a new e-mail address to the list</a> or delete any of the items below as required.</p>
tr_tr: <h2>Bilet CC Ayarları</h2> <p>Aşağıdaki kişiler, <em><a href='../'>%(ticket_title)s</a></em> güncellendiğinde bir e-posta alacaktır. Bazı kullanıcılar bileti herkese açık bilet görüntüleri üzerinden görebilir veya düzenleyebilir.</p> <p>Listeye <a href='add/'>yeni bir e-posta adresi ekleyebilir</a> veya aşağıdaki öğelerden herhangi birini silebilirsiniz.</p>

source: Ticket CC List
tr_tr: Bilet CC Listesi

source: View?
tr_tr: Görüntülesin mi?

source: Update?
tr_tr: Güncelleyebilsin mi?

source: Return to <em>%(ticket_title)s</em>
tr_tr: <em>%(ticket_title)s</em> sayfasına geri dön

source: User by Status
tr_tr: Duruma göre kullanıcı

source: User by Month
tr_tr: Aya göre kullanıcı

source: Queue by Priority
tr_tr: Önceliğe göre kuyruk

source: Queue by Status
tr_tr: Duruma göre kuyruk

source: Assigned To
tr_tr: Atanmış

source: Ignore
tr_tr: Görmezden gelmek

source: Copies To
tr_tr: Kopyalar

source: Manage
tr_tr: Üstesinden gelmek

source: Click here to add / remove people who should receive an e-mail whenever this ticket is updated.
tr_tr: Bu bilet güncellendiğinde e-posta alması gereken kişileri eklemek /kaldırmak için buraya tıklayın.

source: Subscribe
tr_tr: Abone

source: Click here to subscribe yourself to this ticket, if you want to receive an e-mail whenever this ticket is updated.
tr_tr: Bu bilet güncellendiğinde bir e-posta almak istiyorsanız, kendinizi bubilete abone olmak için buraya tıklayın.

source: Dependencies
tr_tr: Bağımlılık

source: This ticket cannot be resolved until the following ticket(s) are resolved
tr_tr: Bu bilet, aşağıdaki bilet (ler) çözülene kadar çözülemez

source: Remove Dependency
tr_tr: Bağımlılığı kaldır

source: This ticket has no dependencies.
tr_tr: Bu biletin bağımlılığı yoktur.

source: Add Dependency
tr_tr: Bağımlılık ekle

source: Click on 'Add Dependency', if you want to make this ticket dependent on another ticket. A ticket may not be closed until all tickets it depends on are closed.
tr_tr: Bu bileti başka bir bilete bağımlı hale getirmek istiyorsanız, 'BağımlılıkEkle'ye tıklayın. Bir bilet, bağlı olduğu tüm biletler kapalı olana kadarkapatılmayabilir.

source: Change Query
tr_tr: Sorguyu Değiştir

source: Sorting
tr_tr: Sıralama

source: Keywords
tr_tr: Anahtar Kelimeler

source: Date Range
tr_tr: Tarih aralığı

source: Reverse
tr_tr: Tersi

source: Ordering applied to tickets
tr_tr: Biletlere uygulanan sipariş

source: Owner(s)
tr_tr: Sahip (ler)

source: (ME)
tr_tr: (BEN)

source: Ctrl-Click to select multiple options
tr_tr: Birden çok seçenek seçmek için Ctrl tıklayın

source: Queue(s)
tr_tr: Kuyruk (lar)

source: Ctrl-click to select multiple options
tr_tr: Birden çok seçenek seçmek için Ctrl tıklayın

source: Status(es)
tr_tr: Durum (ES)

source: Date (From)
tr_tr: Tarih (Kimden)

source: Date (To)
tr_tr: Tarih (TO)

source: Use YYYY-MM-DD date format, eg 2011-05-29
tr_tr: YYYY-MM-DD Tarih Formatını Kullan, Örn. 2011-05-29

source: Keywords are case-insensitive, and will be looked for in the title, body and submitter fields.
tr_tr: Anahtar kelimeler vaka duyarsızdır ve başlık, gövde ve gönderici alanlarındaaranacaktır.

source: Apply Filter
tr_tr: Filtre uygulayın

source: Save Query
tr_tr: Sorguyu Kaydet

source: This name appears in the drop-down list of saved queries. If you share your query, other users will see this name, so choose something clear and descriptive!
tr_tr: Bu ad, kaydedilmiş sorguların açılır listesinde görünür. Sorgunuzupaylaşırsanız, diğer kullanıcılar bu adı görür, bu yüzden net ve açıklayıcıbir şey seçin!

source: Shared?
tr_tr: Paylaşıldı mı?

source: Yes, share this query with other users.
tr_tr: Evet, bu sorguyu diğer kullanıcılarla paylaşın.

source: If you share this query, it will be visible by <em>all</em> other logged-in users.
tr_tr: Bu sorguyu paylaşırsanız, diğer günlüğe kaydedilmiş kullanıcılar tarafından<em> tüm </em> tarafından görülebilir.

source: Use Saved Query
tr_tr: Kaydedilen sorguyu kullanın

source: Query
tr_tr: Sorgu

source: Run Query
tr_tr: Sorguyu çalıştır

source: No Tickets Match Your Selection
tr_tr: Seçiminize uygun bilet yok

source: Previous
tr_tr: Öncesi

source: Next
tr_tr: Sonraki

source: Select:
tr_tr: Seçme:

source: None
tr_tr: Hiçbiri

source: Inverse
tr_tr: Ters

source: With Selected Tickets:
tr_tr: Seçilen biletlerle:

source: Take (Assign to me)
tr_tr: Al (bana ata)

source: Close
tr_tr: Kapalı

source: Close (Don't Send E-Mail)
tr_tr: Kapat (e-posta göndermeyin)

source: Close (Send E-Mail)
tr_tr: Kapat (e-posta gönder)

source: Assign To
tr_tr: Atamak

source: Nobody (Unassign)
tr_tr: Kimse (Atamasız)

source: Change User Settings
tr_tr: Kullanıcı Ayarlarını Değiştir

source: Use the following options to change the way your helpdesk system works for you. These settings do not impact any other user.
tr_tr: Yardım masası sisteminizin sizin için çalışma şeklini değiştirmek içinaşağıdaki seçenekleri kullanın. Bu ayarlar başka bir kullanıcıyı etkilemez.

source: Save Options
tr_tr: Seçenekleri Kaydet

source: Logged Out
tr_tr: Oturum açmış

source: Helpdesk Login
tr_tr: Yardım Masası Giriş
