Repository: seyxhel/django-helpdesk
Catalog: helpdesk/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: If a ticket is on hold, it will not automatically be escalated.
tr_tr: Bir bilet beklemede ise, otomatik olarak yükseltilmez.

source: Description
tr_tr: Tanım

source: The content of the customers query.
tr_tr: Müşterilerin içeriği sorgular.

source: Resolution
tr_tr: Çözünürlük

source: The resolution provided to the customer by our staff.
tr_tr: Personelimiz tarafından müşteriye sağlanan karar.

source: 1 = Highest Priority, 5 = Low Priority
tr_tr: 1 = en yüksek öncelik, 5 = düşük öncelik

source: The date this ticket was last escalated - updated automatically by management/commands/escalate_tickets.py.
tr_tr: Bu biletin en son yükseldiği tarih - yönetim/komutlar/escalate_tickets.pytarafından otomatik olarak güncellendi.

source: Unassigned
tr_tr: Atanmamış

source: - On Hold
tr_tr: - beklemede

source: - Open dependencies
tr_tr: - Açık bağımlılıklar

source: Ticket
tr_tr: Bilet

source: Tickets
tr_tr: Biletler

source: Date
tr_tr: Tarih

source: Comment
tr_tr: Yorum

source: Public
tr_tr: Halk

source: Public tickets are viewable by the submitter and all staff, but non-public tickets can only be seen by staff.
tr_tr: Kamu biletleri gönderici ve tüm personel tarafından görüntülenebilir, ancakkamuya açık olmayan biletler sadece personel tarafından görülebilir.

source: User
tr_tr: Kullanıcı

source: New Status
tr_tr: Yeni Durum

source: If the status was changed, what was it changed to?
tr_tr: Durum değiştirilirse, neye değiştirildi?

source: Follow-up
tr_tr: Takip etmek

source: Follow-ups
tr_tr: Takipler

source: Field
tr_tr: Alan

source: Old Value
tr_tr: Eski değer

source: New Value
tr_tr: Yeni değer

source: removed
tr_tr: kaldırıldı

source: set to %s
tr_tr: %s olarak ayarlayın

source: Ticket change
tr_tr: Bilet değişikliği

source: Ticket changes
tr_tr: Bilet Değişiklikleri

source: File
tr_tr: Dosya

source: Filename
tr_tr: Dosya adı

source: MIME Type
tr_tr: Mime tipi

source: Size
tr_tr: Boyut

source: Size of this file in bytes
tr_tr: Bu dosyanın bayt cinsinden boyutu

source: Attachment
tr_tr: EK

source: Attachments
tr_tr: Ekler

source: Leave blank to allow this reply to be used for all queues, or select those queues you wish to limit this reply to.
tr_tr: Bu cevabın tüm kuyruklar için kullanılmasına izin vermek için boş bırakınveya bu cevabı sınırlamak istediğiniz kuyrukları seçin.

source: Name
tr_tr: İsim

source: Only used to assist users with selecting a reply - not shown to the user.
tr_tr: Yalnızca kullanıcıların bir yanıt seçmesinde yardımcı olmak için kullanılır- kullanıcıya gösterilmemiştir.

source: Body
tr_tr: Vücut

source: Context available: {{ ticket }} - ticket object (eg {{ ticket.title }}); {{ queue }} - The queue; and {{ user }} - the current user.
tr_tr: Mevcut bağlam: {{bilet}} - Bilet nesnesi (örneğin {{bilet.title}});{{Queue}} - kuyruk; ve {{user}} - Geçerli kullanıcı.

source: Pre-set reply
tr_tr: Önceden ayarlanmış cevap

source: Pre-set replies
tr_tr: Önceden ayarlanmış yanıtlar

source: Leave blank for this exclusion to be applied to all queues, or select those queues you wish to exclude with this entry.
tr_tr: Bu hariç tutmanın tüm kuyruklara uygulanması için boş bırakın veya bugirişle hariç tutmak istediğiniz kuyrukları seçin.

source: Date on which escalation should not happen
tr_tr: Hangi tırmanışın olmaması gerektiğine tarih

source: Escalation exclusion
tr_tr: Yükseltme hariç tutma

source: Escalation exclusions
tr_tr: Yükseltme istisnaları

source: Template Name
tr_tr: Şablon adı

source: Subject
tr_tr: Ders

source: This will be prefixed with "[ticket.ticket] ticket.title". We recommend something simple such as "(Updated") or "(Closed)" - the same context is available as in plain_text, below.
tr_tr: Bu "[ticket.ticket] ticket.title" ile ön eklenecektir. "Updated" veya "kapalı" gibi basit bir şey öneriyoruz - aynı bağlam aşağıdaki Plain_Text'teki olduğu gibi mevcuttur.

source: Heading
tr_tr: Başlık

source: In HTML e-mails, this will be the heading at the top of the email - the same context is available as in plain_text, below.
tr_tr: HTML e -postalarında, bu e -postanın üst kısmındaki başlık olacaktır - aynıbağlam aşağıdaki Plain_Text'teki ile aynıdır.

source: Plain Text
tr_tr: Düz metin

source: The context available to you includes {{ ticket }}, {{ queue }}, and depending on the time of the call: {{ resolution }} or {{ comment }}.
tr_tr: Kullanabileceğiniz bağlamda {{bilet}}, {{Queue}} ve çağrı zamanına bağlıolarak: {{çözünürlük}} veya {{{yorum}} bulunur.

source: The same context is available here as in plain_text, above.
tr_tr: Aynı bağlam burada Plain_Text, yukarıdaki gibi mevcuttur.

source: Locale of this template.
tr_tr: Bu şablonun yerel ayarı.

source: e-mail template
tr_tr: e-posta şablonu

source: e-mail templates
tr_tr: e-posta şablonları

source: Knowledge base category
tr_tr: Bilgi tabanı kategorisi

source: Use SSL for E-Mail?
tr_tr: E-posta için SSL kullanın mı?

source: Whether to use SSL for IMAP or POP3 - the default ports when using SSL are 993 for IMAP and 995 for POP3.
tr_tr: SSL'nin IMAP veya POP3 için kullanılması - SSL kullanılırken varsayılanbağlantı noktaları IMAP için 993 ve POP3 için 995'tir.

source: E-Mail Username
tr_tr: E-posta kullanıcı adı

source: Username for accessing this mailbox.
tr_tr: Bu posta kutusuna erişmek için kullanıcı adı.

source: E-Mail Password
tr_tr: E-posta şifresi

source: Password for the above username
tr_tr: Yukarıdaki kullanıcı adı için şifre

source: IMAP Folder
tr_tr: IMAP klasörü

source: If using IMAP, what folder do you wish to fetch messages from? This allows you to use one IMAP account for multiple queues, by filtering messages on your IMAP server into separate folders. Default: INBOX.
tr_tr: IMAP kullanıyorsanız, mesajları hangi klasörden almak istiyorsunuz? Bu, IMAPsunucunuzdaki mesajları ayrı klasörlere filtreleyerek birden fazla kuyrukiçin bir IMAP hesabı kullanmanıza olanak tanır. Varsayılan: Gelen Kutusu.

source: E-Mail Check Interval
tr_tr: E-posta Kontrol Aralığı

source: How often do you wish to check this mailbox? (in Minutes)
tr_tr: Bu posta kutusunu ne sıklıkla kontrol etmek istersiniz? (dakikalar içinde)

source: Queues
tr_tr: Kuyruk

source: Open
tr_tr: Açık

source: Reopened
tr_tr: Yeniden açılmış

source: Resolved
tr_tr: Çözülmüş

source: Closed
tr_tr: Kapalı

source: Duplicate
tr_tr: Kopyalamak

source: 1. Critical
tr_tr: 1. Kritik

source: 2. High
tr_tr: 2. yüksek

source: 4. Low
tr_tr: 4. Düşük

source: 5. Very Low
tr_tr: 5. çok düşük

source: Created
tr_tr: Yaratılmış

source: Date this ticket was first created
tr_tr: Bu biletin ilk oluşturulduğu tarih

source: Modified
tr_tr: Değiştirilmiş

source: Date this ticket was most recently changed.
tr_tr: Bu bilet en son değişti.

source: Submitter E-Mail
tr_tr: Gönderen e-posta

source: The submitter will receive an email for all public follow-ups left for this task.
tr_tr: Gönderen, bu görev için kalan tüm halka açık takipler için bir e-postaalacaktır.

source: Assigned to
tr_tr: Atanmış

source: Status
tr_tr: Durum

source: On Hold
tr_tr: Beklemede

source: Knowledge base categories
tr_tr: Bilgi tabanı kategorileri

source: Category
tr_tr: Kategori

source: Question
tr_tr: Soru

source: Answer
tr_tr: Cevap

source: Votes
tr_tr: Oy

source: Total number of votes cast for this item
tr_tr: Bu ürün için verilen toplam oy sayısı

source: Positive Votes
tr_tr: Olumlu oylar

source: Number of votes for this item which were POSITIVE.
tr_tr: Pozitif olan bu ürün için oy sayısı.

source: Last Updated
tr_tr: Son güncellendi

source: The date on which this question was most recently changed.
tr_tr: Bu sorunun en son değiştiği tarih.

source: Unrated
tr_tr: Aşınmış

source: Knowledge base item
tr_tr: Bilgi tabanı öğesi

source: Knowledge base items
tr_tr: Bilgi tabanı öğeleri

source: Query Name
tr_tr: Sorgu adı

source: User-provided name for this query
tr_tr: Bu sorgu için kullanıcı tarafından sağlanan ad

source: Shared With Other Users?
tr_tr: Diğer kullanıcılarla paylaşıldı mı?

source: Should other users see this query?
tr_tr: Diğer kullanıcılar bu sorguyu görmeli mi?

source: Search Query
tr_tr: Arama sorgusu

source: Pickled query object. Be wary changing this.
tr_tr: Turşu sorgu nesnesi. Bunu değiştirerek dikkatli olun.

source: Saved search
tr_tr: Kaydedilmiş arama

source: Saved searches
tr_tr: Kaydedilmiş Aramalar

source: Settings Dictionary
tr_tr: Ayarlar Sözlük

source: This is a base64-encoded representation of a pickled Python dictionary. Do not change this field via the admin.
tr_tr: Bu, turşu bir Python sözlüğünün baz 64 kodlu bir temsilidir. Bu alanıyönetici aracılığıyla değiştirmeyin.

source: User Setting
tr_tr: Kullanıcı ayarı

source: User Settings
tr_tr: Kullanıcı Ayarları

source: Leave blank for this e-mail to be ignored on all queues, or select those queues you wish to ignore this e-mail for.
tr_tr: Bu e-postanın tüm kuyruklarda yok sayılması için boş bırakın veya bue-postayı yok saymak istediğiniz kuyrukları seçin.

source: Date on which this e-mail address was added
tr_tr: Bu e-posta adresinin eklendiği tarih

source: Enter a full e-mail address, or portions with wildcards, eg *@domain.com or postmaster@*.
tr_tr: Tam bir e-posta adresi veya joker karakterli porsiyonlar, örneğin*@domain.com veya Postmaster@ *.

source: Save Emails in Mailbox?
tr_tr: Posta kutusuna e -postaları kaydedin mi?

source: Do you want to save emails from this address in the mailbox? If this is unticked, emails from this address will be deleted.
tr_tr: Posta kutusunda bu adresten e -postaları kaydetmek istiyor musunuz? Buçözülmezse, bu adresten e -postalar silinecektir.

source: If a ticket is altered by the API, do you want to receive an e-mail?
tr_tr: E-posta için SSL kullanın mı?

source: Number of tickets to show per page
tr_tr: Sayfa başına gösterilecek bilet sayısı

source: How many tickets do you want to see on the Ticket List page?
tr_tr: Bilet listesi sayfasında kaç bilet görmek istiyorsunuz?

source: Use my e-mail address when submitting tickets?
tr_tr: Bilet gönderirken e-posta adresimi kullanın mı?

source: When you submit a ticket, do you want to automatically use your e-mail address as the submitter address? You can type a different e-mail address when entering the ticket if needed, this option only changes the default.
tr_tr: Bir bilet gönderdiğinizde, e-posta adresinizi gönderen adresi olarakotomatik olarak kullanmak ister misiniz? Gerekirse bilet girerken farklı bire-posta adresi yazabilirsiniz, bu seçenek yalnızca varsayılanı değiştirir.

source: Title
tr_tr: Başlık

source: Slug
tr_tr: Sülük

source: This slug is used when building ticket ID's. Once set, try not to change it or e-mailing may get messy.
tr_tr: Bu sümüklü bilet kimlikleri oluştururken kullanılır. Ayarladıktan sonra,değiştirmemeye çalışın veya e-postalama dağınık olabilir.

source: E-Mail Address
tr_tr: E-posta adresi

source: All outgoing e-mails for this queue will use this e-mail address. If you use IMAP or POP3, this should be the e-mail address for that mailbox.
tr_tr: Bu kuyruk için giden tüm e-postalar bu e-posta adresini kullanacaktır. IMAPveya POP3 kullanıyorsanız, bu posta kutusu için e-posta adresi olmalıdır.

source: Locale
tr_tr: Yer

source: Locale of this queue. All correspondence in this queue will be in this language.
tr_tr: Bu kuyruğun yerel ayarı. Bu kuyruktaki tüm yazışmalar bu dilde olacaktır.

source: Allow Public Submission?
tr_tr: Kamu Gönderimine İzin Verilsin mi?

source: Should this queue be listed on the public submission form?
tr_tr: Bu kuyruk kamu gönderme formunda listelenmeli mi?

source: Allow E-Mail Submission?
tr_tr: E-posta gönderilmesine izin verilsin mi?

source: Do you want to poll the e-mail box below for new tickets?
tr_tr: Yeni biletler için aşağıdaki e-posta kutusunu yoklamak ister misiniz?

source: Escalation Days
tr_tr: Tırmanma günleri

source: For tickets which are not held, how often do you wish to increase their priority? Set to 0 for no escalation.
tr_tr: Tutulmayan biletler için, önceliğini ne sıklıkla artırmak istiyorsunuz?Artan bir şekilde 0 olarak ayarlayın.

source: New Ticket CC Address
tr_tr: Yeni Bilet CC Adresi

source: If an e-mail address is entered here, then it will receive notification of all new tickets created for this queue. Enter a comma between multiple e-mail addresses.
tr_tr: Buraya bir e-posta adresi girilirse, bu kuyruk için oluşturulan tüm yenibiletlerin bildirimini alır. Birden fazla e-posta adresi arasında bir virgülgirin.

source: Updated Ticket CC Address
tr_tr: Güncellenmiş bilet cc adresi

source: If an e-mail address is entered here, then it will receive notification of all activity (new tickets, closed tickets, updates, reassignments, etc) for this queue. Separate multiple addresses with a comma.
tr_tr: Buraya bir e-posta adresi girilirse, bu kuyruk için tüm etkinliklerin (yenibiletler, kapalı biletler, güncellemeler, yeniden atama, vb.) Bildirimialır. Birden çok adresi virgülle ayırın.

source: E-Mail Box Type
tr_tr: E-posta kutusu türü

source: E-Mail server type for creating tickets automatically from a mailbox - both POP3 and IMAP are supported.
tr_tr: Bir posta kutusundan otomatik olarak bilet oluşturmak için e -posta sunucusutürü - hem POP3 hem de IMAP desteklenir.

source: E-Mail Hostname
tr_tr: E-posta ana bilgisayar adı

source: Your e-mail server address - either the domain name or IP address. May be "localhost".
tr_tr: E-posta sunucusu adresiniz - Etki alanı adı veya IP adresi. "Localhost" olabilir.

source: E-Mail Port
tr_tr: E-posta bağlantı noktası

source: Port number to use for accessing e-mail. Default for POP3 is "110", and for IMAP is "143". This may differ on some servers. Leave it blank to use the defaults.
tr_tr: E-postaya erişmek için kullanılacak bağlantı noktası numarası. POP3 için varsayılan "110", IMAP için ise "143". Bu bazı sunucularda farklılık gösterebilir. Varsayılanları kullanmak için boş bırakın.

source: Queue
tr_tr: Kuyruk

source: Summary of the problem
tr_tr: Sorunun özeti

source: Submitter E-Mail Address
tr_tr: Gönderen e-posta adresi

source: This e-mail address will receive copies of all public updates to this ticket.
tr_tr: Bu e-posta adresi, bu biletle ilgili tüm genel güncellemelerin kopyalarını alacaktır.

source: Description of Issue
tr_tr: Sorunun Tanımı

source: Case owner
tr_tr: Vaka sahibi

source: If you select an owner other than yourself, they'll be e-mailed details of this ticket immediately.
tr_tr: Kendinizden başka bir sahip seçerseniz, bu biletin ayrıntılarını derhale-postayla gönderir.

source: Priority
tr_tr: Öncelik

source: Please select a priority carefully. If unsure, leave it as '3'.
tr_tr: Lütfen bir önceliği dikkatlice seçin. Emin değilseniz, '3' olarak bırakın.

source: Due on
tr_tr: Ödenen

source: Attach File
tr_tr: Dosya Ekle

source: You can attach a file such as a document or screenshot to this ticket.
tr_tr: Bu bilete belge veya ekran görüntüsü gibi bir dosyayı ekleyebilirsiniz.

source: Ticket Opened
tr_tr: Bilet açıldı

source: Summary of your query
tr_tr: Sorgunuzun özeti

source: Your E-Mail Address
tr_tr: E-posta adresiniz

source: We will e-mail you when your ticket is updated.
tr_tr: Biletiniz güncellendiğinde size e-posta göndereceğiz.

source: Description of your issue
tr_tr: Sorununuzun açıklaması

source: Please be as descriptive as possible, including any details we may need to address your query.
tr_tr: Sorgunuzu ele almanız gereken ayrıntılar da dahil olmak üzere lütfen mümkünolduğunca açıklayıcı olun.

source: Urgency
tr_tr: Aciliyet

source: Please select a priority carefully.
tr_tr: Lütfen bir önceliği dikkatlice seçin.

source: Ticket Opened Via Web
tr_tr: Bilet web üzerinden açıldı

source: Show Ticket List on Login?
tr_tr: Girişte Bilet Listesi Göster?

source: Display the ticket list upon login? Otherwise, the dashboard is shown.
tr_tr: Bilet listesini giriş üzerine görüntüleyin? Aksi takdirde, gösterge paneligösterilir.

source: E-mail me on ticket change?
tr_tr: Bana bilet değişikliğinde e-posta gönderilsin mi?

source: If you're the ticket owner and the ticket is changed via the web by somebody else, do you want to receive an e-mail?
tr_tr: Bilet sahibiyseniz ve bilet web üzerinden başka biri tarafındandeğiştirilirse, bir e-posta almak ister misiniz?

source: E-mail me when assigned a ticket?
tr_tr: Bilet atandığında bana e-posta gönderin?

source: If you are assigned a ticket via the web, do you want to receive an e-mail?
tr_tr: Web aracılığıyla size bilet verilirse, bir e-posta almak ister misiniz?

source: E-mail me when a ticket is changed via the API?
tr_tr: API üzerinden bir bilet değiştirildiğinde bana e-posta gönderin?

source: Unassigned Tickets
tr_tr: Atamasız biletler

source: Helpdesk
tr_tr: Yardım Masası

source: RSS Icon
tr_tr: RSS simgesi

source: System Settings
tr_tr: Sistem ayarları

source: Delete Saved Query
tr_tr: Kaydedilen sorguyu sil

source: Delete Query
tr_tr: Sorguyu sil

source: You have shared this query, so other users may be using it. If you delete it, they will have to manually create their own query.
tr_tr: Bu sorguyu paylaştınız, böylece diğer kullanıcılar bunu kullanıyor olabilir.Eğer silerseniz, kendi sorgularını manuel olarak oluşturmaları gerekecektir.

source: No, Don't Delete It
tr_tr: Hayır, silme

source: Yes - Delete It
tr_tr: Evet - Sil

source: Create Ticket
tr_tr: Bilet Oluştur

source: Submit a Ticket
tr_tr: Bilet Gönder

source: Unless otherwise stated, all fields are required.
tr_tr: Aksi belirtilmedikçe, tüm alanlar gereklidir.

source: Please provide as descriptive a title and description as possible.
tr_tr: Lütfen mümkün olduğunca açıklayıcı bir başlık ve açıklama sağlayın.

source: Submit Ticket
tr_tr: Bilet gönder

source: Helpdesk Dashboard
tr_tr: Yardım Masası Gösterge Tablosu

source: Welcome to your Helpdesk Dashboard! From here you can quickly see tickets submitted by you, tickets you are working on, and those tickets that have no owner.
tr_tr: Yardım masası kontrol panelinize hoş geldiniz! Buradan, sizin tarafınızdangönderilen biletleri, üzerinde çalıştığınız biletleri ve sahibi olmayanbiletleri hızlı bir şekilde görebilirsiniz.

source: Helpdesk Summary
tr_tr: Yardım Masası Özeti

source: Current Ticket Stats
tr_tr: Mevcut bilet istatistikleri

source: Average number of days until ticket is closed (all tickets):
tr_tr: Bilet kapanana kadar ortalama gün sayısı (tüm biletler):

source: Average number of days until ticket is closed (tickets opened in last 60 days):
tr_tr: Bilet kapanana kadar ortalama gün sayısı (son 60 gün içinde açıldı):

source: Click
tr_tr: Tıklamak

source: for detailed average by month.
tr_tr: Aylara göre ayrıntılı ortalama için.

source: Distribution of open tickets, grouped by time period:
tr_tr: Açık biletlerin dağıtım, zaman dilimine göre gruplandırılmış:

source: Days since opened
tr_tr: Açıldığından beri günler

source: Number of open tickets
tr_tr: Açık bilet sayısı

source: All Tickets submitted by you
tr_tr: Sizin tarafınızdan gönderilen tüm biletler

source: Ignored e-mail address
tr_tr: Göz ardı edilen e-posta adresi

source: Ignored e-mail addresses
tr_tr: Göz ardı edilen e-posta adresleri

source: User who wishes to receive updates for this ticket.
tr_tr: Bu bilet için güncelleme almak isteyen kullanıcı.

source: For non-user followers, enter their e-mail address
tr_tr: Kullanıcı olmayan takipçiler için e-posta adreslerini girin

source: Can View Ticket?
tr_tr: Bileti görüntüleyebilir mi?

source: Can this CC login to view the ticket details?
tr_tr: Bu CC bilet ayrıntılarını görüntülemek için giriş yapabilir mi?

source: Can Update Ticket?
tr_tr: Bileti güncelleyebilir mi?

source: Can this CC login and update the ticket?
tr_tr: Bu CC bileti giriş yapabilir ve güncelleyebilir mi?

source: Field Name
tr_tr: Saha adı

source: As used in the database and behind the scenes. Must be unique and consist of only lowercase letters with no punctuation.
tr_tr: Veritabanında ve perde arkasında kullanıldığı gibi. Benzersiz olmalı venoktalama işaretleri olmayan sadece küçük harflerden oluşmalıdır.

source: Label
tr_tr: Etiket

source: The display label for this field
tr_tr: Bu alanın ekran etiketi

source: Help Text
tr_tr: Metinle Yardım Edin

source: Shown to the user when editing the ticket
tr_tr: Bileti düzenlerken kullanıcıya gösterilir

source: Character (single line)
tr_tr: Karakter (tek satır)

source: Text (multi-line)
tr_tr: Metin (çok satırlı)

source: Integer
tr_tr: Tamsayı

source: Decimal
tr_tr: Ondalık

source: List
tr_tr: Liste

source: Boolean (checkbox yes/no)
tr_tr: Boolean (onay kutusu evet/hayır)

source: Time
tr_tr: Zaman

source: Date & Time
tr_tr: Tarih ve Saat

source: IP Address
tr_tr: IP adresi

source: Data Type
tr_tr: Veri türü

source: Allows you to restrict the data entered into this field
tr_tr: Bu alana girilen verileri kısıtlamanızı sağlar

source: Maximum Length (characters)
tr_tr: Maksimum uzunluk (karakterler)

source: Decimal Places
tr_tr: Ondalık yerler

source: Only used for decimal fields
tr_tr: Sadece ondalık alanlar için kullanılır

source: Add empty first choice to List?
tr_tr: Listelemek için boş ilk tercihi ekleyin?

source: Only for List: adds an empty first entry to the choices list, which enforces that the user makes an active choice.
tr_tr: Yalnızca Liste için: Seçimler listesine boş bir ilk giriş ekler, bu dakullanıcının etkin bir seçim yapmasını zorunlu kılar.

source: List Values
tr_tr: Liste Değerleri

source: For list fields only. Enter one option per line.
tr_tr: Yalnızca liste alanları için. Satır başına bir seçenek girin.

source: Ordering
tr_tr: Sipariş

source: Lower numbers are displayed first; higher numbers are listed later
tr_tr: Önce daha düşük sayılar görüntülenir; Daha yüksek sayılar daha sonralistelenir

source: Required?
tr_tr: Gerekli?

source: Does the user have to enter a value for this field?
tr_tr: Kullanıcı bu alan için bir değer girmek zorunda mı?

source: Staff Only?
tr_tr: Personellere aittir?

source: If this is ticked, then the public submission form will NOT show this field
tr_tr: Bu işaretlenmişse, kamuya açıklama formu bu alanı göstermeyecektir.

source: Custom field
tr_tr: Özel alan

source: Custom fields
tr_tr: Özel alanlar

source: Ticket custom field value
tr_tr: Bilet Özel Alan Değeri

source: Ticket custom field values
tr_tr: Bilet Özel Alan Değerleri

source: Depends On Ticket
tr_tr: Bilete bağlı

source: Ticket dependency
tr_tr: Bilet bağımlılığı

source: Ticket dependencies
tr_tr: Bilet bağımlılıkları

source: Check for user without django-helpdesk UserSettings and create settings if required. Uses settings.DEFAULT_USER_SETTINGS which can be overridden to suit your situation.
tr_tr: Django-Helpdesk Userettings olmadan kullanıcı olup olmadığını kontrol edinve gerekirse ayarlar oluşturun. Durumunuza uyacak şekilde geçersizkılınabilen sears.default_user_settings kullanır.

source: Ticket escalated after %s days
tr_tr: Bilet %s gününden sonra tırmandı

source: Created from e-mail
tr_tr: E-postadan oluşturuldu

source: Unknown Sender
tr_tr: Bilinmeyen Gönderen

source: No plain-text email body available. Please see attachment email_html_body.html.
tr_tr: Düz metin e-posta gövdesi yok. Lütfen ek e -posta_html_body.html ekine bakın.

source: email_html_body.html
tr_tr: e -posta_html_body.html

source: (Reopened)
tr_tr: (Yeniden açıldı)

source: (Updated)
tr_tr: (Güncellendi)

source: Powered by django-helpdesk
tr_tr: Django-Helpdesk tarafından desteklenmektedir

source: My Open Tickets
tr_tr: Açık biletlerim

source: All Recent Activity
tr_tr: Tüm son etkinlikler

source: View a Ticket
tr_tr: Bileti Görüntüle

source: Change the display language
tr_tr: Ekran dilini değiştir

source: Knowledgebase Articles
tr_tr: Bilgi Baskı Makaleleri

source: All fields are required.
tr_tr: Tüm alanlar gereklidir.
